{
   "reviews":[
      {
         "author":"Charlotte Cantley",
         "company":" NZVA CPD",
         "date":"April 23, 2014",
         "text":"I found working with The webinar vet company to deliver the Virtual WVAC 2020 congress  an excellent experience. I was very impressed by the expertise, enthusiasm , knowledge and fast acting WV team who leapt in to action once the decision to move the congress to an online format was made. It was a pleasure working with the entire WV team and the NZVA CPD group forged great relationships particularly with Anthony Chadwick , Kathryn Bell  and Dawn Robinson. ",
         "rating":"5",
         "link":"https://www.nzva.org.nz/graphics/logo.png",
         "logo": "https://www.nzva.org.nz/graphics/logo.png",
         "full": "I found working with The webinar vet company to deliver the Virtual WVAC 2020 congress  an excellent experience. I was very impressed by the expertise, enthusiasm , knowledge and fast acting WV team who leapt in to action once the decision to move the congress to an online format was made. It was a pleasure working with the entire WV team and the NZVA CPD group forged great relationships particularly with Anthony Chadwick , Kathryn Bell  and Dawn Robinson. To turn the Virtual congress around in 3 short weeks was an exceptional effort on every ones part but it would not have been possible without the hard work from the WV team. The congress was a huge success which has been reflected by the excellent positive  feedback from delegates.  On behalf of the NZVA CPD team I would like to Thank WV for making the impossible possible and I am sure there will be opportunities for us all to work together again in the future"
      },     
      {
         "author":"Ivan Crotaz",
         "company":"Dentamonic",
         "logo": "https://www.dentanomic.com/assets/theme/images/logo_dentanomicLogo.jpg",
         "link": "https://www.dentanomic.com/",
         "date":"April 23, 2014",
         "text":"As a relatively new company producing British made veterinary products, our biggest struggle is to get recognition.  The Webinar Vet has been invaluable in helping us promote our products.  This promotion has been one factor which has helped us to sign up international distributors.  The Webinar Vet team is easy to work with and we would definitely recommend them to other companies as a marketing partner.",
         "rating":"5"
      },
      {
         "author":"Delia Saleno",
         "company":"CEVE",
         "logo": "http://ceve.es/wp-content/uploads/2018/09/LOGO-sin-ESLOGAN_opt-peque%C3%B1o-2.jpg",
         "link": "http://ceve.es/",
         "date":"April 23, 2014",
         "text":"The team is very professional, very operative and the treatment was excellent. Thank you so much for such experience!",
         "rating":"5"
      },
      {
         "author":"Jon Slattery",
         "company":"BreathEazy",
         "logo": "https://www.breatheazy.co.uk/wp-content/themes/BreathEazy/img/main-logo.png",
         "link": "https://www.breatheazy.co.uk/",
         "date":"April 23, 2014",
         "text":"Not the first time I have worked with The Webinar Vet but this was our biggest under taking. The whole process was seamless from start to finish with the expectations from ourselves clearly mapped out. Anthony, Phil and the rest of the team are a pleasure to work with and I look forward to future collaborations with The Webinar Vet.",
         "rating":"5"
      }
      
   ]
}
